{
  "Home": "Startseite",
  "Products": "Produkte",
  "Company": "Unternehmen",
  "Contact": "Kontakt",
  "Language": "Sprache",
  "heroHeader": "Für die Arbeit gemacht!",
  "renewability": "Nachhaltigkeit",
  "sustainability": "im Kern!",
  "about us": "Über uns",
  "certificates": "Zertifikate",
  "get in touch": "Kontakt",
  "Certified Precision": "Zertifizierte Qualität",
  "Progenz Certified": "Progenz Zertifiziert",
  "Ensuring safe and compliant work environments": "Für sichere und gesetzeskonforme Arbeitsumgebungen",
  "FairWear Certified": "FairWear Zertifiziert",
  "Committed to fair labor practices in textile production": "Initiative für nachhaltige Textilien",
  "Stitch Certified": "Stitch Zertifiziert",
  "Promoting sustainable textile initiatives": "Verpflichtung zu fairen Arbeitsbedingungen in der Textilproduktion",
  "IOS Certified": "IOS Zertifiziert",
  "Adhering to international quality management standards": "Internationale Standards für Qualitätsmanagement",
  "Production and technology": "Produktion und Technologie",
  "Industry Leaders": "Branchenspitze",
  "Industry Leaders text": "Mit über 20 Jahren Erfahrung in allen Bereichen der Textilproduktion investieren wir kontinuierlich in modernste Ausrüstung und geschultes Fachpersonal. So stellen wir sicher, dass Ihr Produkt stets der Konkurrenz voraus ist. Erfahren Sie mehr über unsere Arbeit mit dem HTZ-Protokoll für spezialisierte Materialien.",
  "Dedicated Workforce": "Engagierte Fachkräfte",
  "Dedicated Workforce text": "Unser Team von über 100 Fachkräften bringt jahrzehntelange Erfahrung und Leidenschaft für Qualität mit. Viele von ihnen sind seit der Gründung bei uns – ein Beweis für unsere herausragenden Arbeitsbedingungen. Ihre Kompetenz treibt Innovation voran und garantiert gleichbleibend hohe Ergebnisse – ideal für Ihr Unternehmen.",
  "A Sustainability Pledge": "Unser Nachhaltigkeitsversprechen",
  "A Sustainability Pledge text": "Das Wachstum der Textilindustrie geht oft mit hohem Ressourcenverbrauch einher. Deshalb haben wir große Teile unserer Produktion auf nachhaltige Verfahren umgestellt – für weniger Abfall, geringeren Energieverbrauch und eine umweltfreundlichere Zukunft.",
  "The Lab": "Unser Labor",
  "The Lab text": "Unser neues Werk mit über 2500 Quadratmetern bietet die Kapazität, um den steigenden Anforderungen nationaler und internationaler Kunden gerecht zu werden. Wir sind bereit, Ihre Anforderungen effizient, präzise und termingerecht umzusetzen.",
  "Read more":"Mehr erfahren"
}