{
  "Home": "Почетна",
  "Products": "Производи",
  "Company": "Компанија",
  "Contact": "Контакт",
  "Language": "Јазик",
  "heroHeader": "Вашиот Партнер за Успех!",
  "renewability": "Преку обновливи",
   "sustainability": "извори.",
   "about us":"За нас",
  "certificates":"Сертификати",
  "get in touch": "Контактирајте не",

  "Certified Precision": "Сертификации",
  "Progenz Certified": "Progenz Сертификат",
  "Ensuring safe and compliant work environments": "Безбедна и усогласена работна средина",
  "FairWear Certified": "FairWear Сертификат",
  "Committed to fair labor practices in textile production": "Посветеност на фер работни услови во текстилната индустрија",
  "Stitch Certified": "Stitch Сертификат",
  "Promoting sustainable textile initiatives": "Иницијатива за одржливо производство на текстил",
  "IOS Certified": "ISO Сертификат",
  "Adhering to international quality management standards": "Меѓународни стандарди за управување со квалитет",


    "Production and technology": "Продукција и Технологија",
  "Industry Leaders": "Лидери во индустријата",
  "Industry Leaders text": "Со над 20 години искуство во секоја фаза од текстилното производство, постојано инвестираме во најсовремена опрема и стручен кадар. Тоа ни овозможува вашиот производ секогаш да биде чекор пред конкуренцијата. Дознајте повеќе за нашата работа со HTZ протоколот за специјализирани материјали.",
  "Dedicated Workforce": "Нашите Херои",
  "Dedicated Workforce text": "OНашиот тим брои над 100 вработени со децениско искуство и страст кон квалитетот. Многумина се дел од нашата приказна од самиот почеток – доказ за фер и стабилни работни услови. Тие ја движат иновацијата и гарантираат врвни резултати – токму тоа што му е потребно на вашиот бизнис.",
  "A Sustainability Pledge": "Зелена иднина",
  "A Sustainability Pledge text": "Производството во текстилната индустрија бара многу ресурси од природата. Како одговор на природата за нашето производство веќе неколку години дел од нашите потреби ни доаѓаат преку обновливи ресутси – со помало влијание на природата, пониска потрошувачка на енергија и позитивен чекор за планетата и сите нас.",
  "The Lab": "Погон",
  "The Lab text": "Со новиот погон од преку 2500 квадратни метри, подготвени сме да ги задоволиме растечките барања на домашниот и странскиот пазар. Имаме капацитет, флексибилност и експертиза за да одговориме на секој ваш предизвик.",
  "Read more":"Прочитај повеќе"
  








}
